tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "git"

cask "brave-browser-nightly"
cask "discord"
cask "docker"
cask "font-sf-mono-for-powerline"
cask "gimp"
cask "google-chrome"
cask "jumpcut"
cask "private-internet-access"
cask "signal-beta"
cask "sizeup"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webtorrent"
cask "zoom"
